[Achievements_Description]
BossFight=Defeat Nightwing.
Dodge=Dodge bullets for 30 seconds without dying.
JackInTheBox=Take out 15 cops with the Jack-in-the-Box.

[Achievements_Name]
BossFight=Nightwing Down
Dodge=Dodge Master
JackInTheBox=Jack-in-the-Box

[CombatMoves]
ChargingThugHarley=Stop Charging Officer
CounterNightwing={LabelHold} Dodge to escape Nightwing Attack

[DeathTips]
ChargingEnemy=Quickfire a Snare Trap to stop a charging police officer.
General1=Use Vantage Points and Psychosis Mode to survey the area and strategize.
General2=Use the Jack-in-the-Box to attract and strategically take out multiple police officers at a time. This trick won’t work on the same officer twice so time the detonation carefully.
General4=Jump quickly between Vantage Points to escape detection.
General_combat1=Use Counter to avoid incoming attacks.
General_combat2=Use Evade to escape a group of police officers closing in on you.
NightwingCounterFail=Nightwing cannot be countered. Instead of Counter use Evade.
NightwingFrontAttack=Try to avoid Nightwing’s Escrima Sticks. Instead of attacking him head-on, leap over him and attack from behind.
Shield_Thug=Police officers with shields are well protected. Try an Aerial Attack from above to initiate your attack.
Simultaneous_Attacks=Tap Counter multiple times to evade several police officers attacking at once.

[Detective]
Nightwing=Nightlight
Piggies=%d Little Piggies
Piggy=Little Piggy

[Ending]
Story=Having rescued Poison Ivy, Harley escorts her friend back to Gotham for a secret meeting of allies organized by Scarecrow.

[GadgetHelp]
GadgetWheel=Open the Gadget Wheel
MJackInBoxDLCUse=Place Jack-in-the-Box
MJackInBoxPrepare=Prepare Jack-in-the-Box
MJackInBoxSelect=Select Jack-in-the-Box
MJackInBoxUse=Place Jack-in-the-Box

[HelpText]
ActivateMayhem=Activate Mayhem Mode
ButtonPromptLoudDblTkd=Loud Double Takedown
ButtonPromptLoudTkd=Loud Takedown
CallElevator=Activate Elevator
EscapeTutorialHarley=Jump or climb to a Vantage Point!
JITBCameraCenter=Keep the Jack-in-the-Box in full view to detonate.
ManEatingPlantTuto=Aggravate a man-eating plant when an officer walks nearby.
MayhemMeterAppears=Fill the Mayhem Meter fast by executing Beat Downs or Takedowns. Getting hit will also fill the meter.
MayhemMeterFull=Mayhem Mode makes you faster and stronger so that every attack is an instant takedown.
NighwingStick=Leap over Nightwing and attack him from behind!
NoSilentTD=Harley’s Takedowns are loud and will alert nearby officers.
PlantTutorial=Aggravate Ivy’s man-eating plant to take out a nearby police officer.
PsychosisMode=Activate Psychosis Mode
UseElevator=Use Elevator

[Hud]
ProxContacts=Silly Piggies
Proximity=Jack-in-the-Box

[LevelDesc]
DLCHarleyPolice_A1=Garage
DLCHarleyPolice_A2=Control Room
DLCHarleyPolice_A3=Basement
DLCHarleyPolice_C1=Lobby
DLCHarleyPolice_S1=Solitary Confinement

[LoadFFCTip]
1=Use the Quickfire gadget controls to seamlessly incorporate gadgets in combat.
2=Quickfire Snare Trap to immobilize a police officer.
3=Stun an officer to create an opportunity for a Beat Down.
4=Build up combos to earn higher score multipliers.
5=Try Instant Takedowns to neutralize officers quickly.
6=Maximize your combo by seamlessly moving from target to target without getting hit or missing an attack.
7=Quickfiring gadgets is a very effective technique.
8=Trap police officers using your Snare Trap.

[LoadPredTip]
1=Use the Jack-in-the-Box to lure and knock down more than one police officer.
10=Psychosis Mode can help you identify and prioritize threats.
11=The Jack-in-the-Box can be used to lure and knock down officers.
12=Incapacitate police officers for a short time with Laughing Gas.
13=Trap officers for a short time with a Snare Trap.
14=Use Evade to dodge bullets.
15=Trap a police officer in a Snare Trap to lure other officers.
2=There is nothing quiet about Harley. Keep this in mind when you execute a Takedown.
3=Use the Jack-in-the-Box to attract and strategically take out multiple police officers at a time. This trick won’t work on the same officer twice so time the detonation carefully.
4=Jump quickly between Vantage Points to evade gunfire and avoid detection.
5=Use a Snare Trap to immobilize officers who suddenly detect you. Quickly execute a Takedown to keep them quiet.
6=Once activated, the Jack-in-the-Box features a proximity detector that indicates valid targets within its blast radius.
7=Laughing Gas can be used as an offensive weapon. Throw Laughing Gas in the middle of a group to temporarily immobilize officers.
8=Use Vantage Points and Psychosis to survey the area and strategize.
9=Escape detection by moving from Vantage Point to Vantage Point.

[Objectives]
00=Rescue Poison Ivy from the Blüdhaven Police Department.
01=Defeat the Blüdhaven police officers.
02=Use your Jack-in-the-Box to secure the room.
03=Locate the security terminal.
04=Secure the control room.
05=Use the security terminal to locate Poison Ivy.
06=Find the elevators.
07=Avoid capture.
08=Use the elevators to get to the basement.
09=Secure the basement.
10=Locate Poison Ivy.
11=Defeat Nightwing.
12=Head to the basement.

[PsychosisLabels]
FloorGrates=Access maintenance shafts.
JackInBoxTutorial=Set the Jack-in-the-Box and hide.
Plants=Aggravate these man-eating plants to see what happens to nearby prey.
SoftWoodPanels=Weak wall! Break with a Jack-in-the-Box!
ThugWithRiflePL=Rifle Piggy
ThugWithShotgunPL=Shotgun Piggy
ThugWithSniperPL=Sniper Piggy
VentShafts=Ventilation shafts provide escape routes and access to other rooms.

[PsychosisRandomThoughts]
01=To do: Make a to-do list.
02=Love hurts.
03=Ivy? Give her a break! Get it. Give her a break!
04=Observation: Cops smell funny.
05=Mistah J!
06=This is a funny place.
07=Think I forgot somethin in the oven.
08=Mr. J would be proud.
09=It’s not that I’m so smart, it’s just that there are so many stupids out there.
10=Where’s the bathroom?
11=There’s always a downside to an upside.
12=Blüdhaven Break! Starring the one and only Harley Quinn!
13=Dear God… I’m alone.
14=Scarecrow has a plan!
15=I want my puddin!
16=Destroy Batman. Then road trip with Ivy?
17=Whatever happened to Batgirl?
18=No Bats Allowed!
19=Need my own brand of chaos.
20=Return to Arkham Asylum!
21=I was his one and only.
22=Cliché is getting a little cliché.
23=Does Batman know he’s crazy? Someone should really tell him.
24=I don’t think this is legal.
25=Sometimes I just don’t relate to the real world.
26=Joker 4-ever!
27=Car accidents are fascinating but not when you’re in’em.
28=Batman’s just got a poor sense of humor.
29=Lost my puddin!
30=Rule Number Two: Break rule number one.
31=We were the perfect crime.
32=I have a feeling this thought will be disappointing.
33=Why do people from Blüdhaven say they’re from Gotham?
34=Joker shoulda been president.
35=Sometimes there just ain’t no silver lining.
36=Never trust a Penguin! Never!
37=Penguins are really fish that swim like birds.
38=EVLO OKJRE
39=he’s gone and there’s no denying… My heart is crying…

[PsychosisThoughts]
PsychosisThought_001=Jack-in-the-Box here!
PsychosisThought_002=Hiding Spot!
PsychosisThought_003=Exit!

[Synopsis]
Caption66_00=Rescue Poison Ivy for Scarecrow’s plan to destroy Batman.
EndSynopsis=Having defeated Nightwing, Harley and Ivy head back to Gotham to attend Scarecrow’s secret meeting.
Narrative_00=Needing Poison Ivy for Scarecrow’s master plan to destroy Batman, Penguin and Harley Quinn devise a plan to break Ivy out of the Blüdhaven Police Department.

[ThugEatingPlants]
GadgetTrigger=Aggravate Plant
